Repository: MovingMelody/pawcastle-owner
Catalog: lib/src/localization/app_*.arb
Languages: te

# inputLandmark
source: Enter Village Name
te: మీ ఊరు పేరు

# inputName
source: Enter Your Name
te: మీ పేరు రాయండి

# inputPhone
source: Your Mobile number
te: మీ ఫోన్ నంబర్

# inputCode
source: Enter code
te: కోడ్ ఎంటర్ చేయండి

# helperPhoneCode
source: A 6 digit verification code will be sent via SMS to verify Mobile number.
te: ఫోన్ నంబర్‌ను ధృవీకరించడానికి 6 అంకెల Verification నంబర్ SMS ద్వారా పంపబడుతుంది.

# helperMedicines
source: * Medicines will be delivered to this location
te: ఈ ప్రదేశానికి మందులు పంపిణీ చేయబడతాయి

# helperPerferredLanguage
source: The Preferred Language is set to
te: మీరు ఎంచుకున్న భాష

# helperChangeLanguage
source: can be modified in the Settings.
te: తర్వాత సెట్టింగ్‌లలో మార్చవచ్చు

# labelName
source: Name
te: పేరు

# labelLandmark
source: Street Name
te: పల్లె/ఊరు/పట్టణం

# labelAddress
source: Detected Address
te: గుర్తించిన ప్రదేశము

# headingWelcome
source: Welcome
te: స్వాగతం

# headingLogin
source: Login
te: లాగిన్

# headingVerify
source: Verify
te: ధృవీకరణ

# headingProfile
source: Profile
te: ప్రొఫైల్

# headingOnboarding
source: For Better Animal HealthCare
te: మెరుగైన జంతు ఆరోగ్య సంరక్షణ కొరకు

# headingAvailableDoctors
source: Available Doctors
te: అందుబాటులో ఉన్న వైద్యులు

# headingWait
source: Please wait
te: దయచేసి వేచి ఉండండి

# subheadingWelcome
source: Please select your preferred language
te: దయచేసి మీకు నచ్చిన భాషను ఎంచుకోండి

# subheadingLogin
source: Please enter your Mobile number
te: దయచేసి ఫోన్ నెంబర్ నమోదు చేయండి

# subheadingVerify
source: Please enter the verification code sent to
te: దయచేసి పంపిన ధృవీకరణ కోడ్‌ని నమోదు చేయండి

# animalCategoryFarmAnimals
source: FARM ANIMALS
te: వ్యవసాయ జంతువులు

# animalCategoryPets
source: PETS
te: పెంపుడు జంతువులు

# animalCategoryBirds
source: EXOTIC BIRDS/OTHERS
te: పక్షులు

# buttonContinue
source: Continue
te: కొనసాగించు

# buttonGetStarted
source: Get Started
te: ప్రారంభించండి

# buttonResendCode
source: Resend code
te: కోడ్ మళ్లీ పంపుము

# buttonNeedHelp
source: Need Help?
te: సహాయం కావాలా?

# menuHelp
source: Help & Support
te: సహాయం మరియు సూచనలు

# menuRateApp
source: Rate our app
te: రేటింగ్ ఇవ్వండి

# menuAbout
source: About us
te: మా గురించి

# menuInvite
source: Invite Friends
te: స్నేహితులను ఆహ్వానించండి

# menuChangeLanguage
source: Change App Language
te: భాషను ఎంచుకోండి

# menuHome
source: Home
te: హోమ్

# menuMedicines
source: Medicines
te: మందులు

# menuProfile
source: Profile
te: ప్రొఫైల్

# titleTermsOfUse
source: You are agreeing to the Terms and Conditions by clicking on Continue.
te: నిబంధనలు మరియు షరతులకు అంగీకరిస్తున్నారు

# titleAnimalNameCattle
source: Cattle
te: ఆవు

# titleAnimalNameBuffalo
source: Buffalo
te: గేదె

# titleAnimalNameSheep
source: Sheep
te: గొర్రె

# titleAnimalNameGoat
source: Goat
te: మేక

# titleAnimalNameDogs
source: Dogs
te: కుక్క

# titleAnimalNameCats
source: Cats
te: పిల్లి

# titleAnimalNamePoultry
source: Poultry
te: కోళ్లు

# titleAnimalNameBird
source: Bird
te: పక్షులు

# titleAnimalOthers
source: Others
te: ఇతర జంతువులు
